#version: 0.2
č Ċ
ï ¼
ä ¸
Ġ æ
ä »
ĺ ¯
ä ¹
ç ļ
çļ Ħ
æ Ħ
æĦ ı
ï¼ Į
Ġæ ĺ¯
æ Ģ
Ģ ä¹
Ī æĦı
ï¼ Ł
ä» Ģä¹
Ġæĺ¯ ä»Ģä¹
æĢ Ŀ
ĪæĦı æĢĿ
Ġæĺ¯ä»Ģä¹ ĪæĦıæĢĿ
ç Ķ
çĶ ¨
ä ½
å ı
a r
ã Ģ
å Ĳ
è ¿
ãĢ Ĥ
ä º
¿ çĶ¨
å Ī
æ ³
æ ĸ
ä½ ¿çĶ¨
åĲ İ
± »
ç ±»
e l
y o
å ¯
æ ķ
æ ĺ¯
è §
è ¯
ä¸ Ń
æĸ ¹
æķ °
l o
t h
å ®
å Ľ
å ľ
ä¸ ª
æ³ ķ
è§ £
åľ ¨
c l
æ ľ
ä¸ Ģ
ä¸ į
çļĦ ç
yo lo
æĸ¹ æ³ķ
i p
p ar
s e
¦ ģ
¯ ä»
³ ¨
¶ åĲİ
å °
å ¾
å Ĩ
å Į
ç Ħ
ç Ľ
è ¦ģ
Ġæ ³¨
åı ¯ä»
ar g
å¯ ¹
ä¸Ģ ä¸ª
par se
çĦ ¶åĲİ
åı¯ä» ¥
a s
m el
¡ Į
ä ¾
å º
è Ģ
è ¡Į
é ¢
Ġ ä½¿çĶ¨
Ġ åľ¨
Ġ mel
Ĥ æķ°
ļ ä¸
Ľ è¡Į
ŀ ļä¸
Ġæ ŀļä¸
åı Ĥæķ°
è¿ Ľè¡Į
åĪ °
åĽ ¾
cl as
Ġæ³¨ è§£
arg s
Ġæŀļä¸ ¾
clas s
a th
m e
n b
n e
n u
o d
p ath
t r
y nb
¢ çļĦ
¯ å¾
´ æ
· ¯å¾
ä ¼
æ ¯
æ Ī
è °
è ĩ
è ·¯å¾
é ľ
é Ŀ
Ġ =
Ġ yolo
Ģ è¦ģ
İ ¥
ĳ ä»
ä¸ º
è¿ ĩ
äº º
äº İ
å® ŀ
ip ynb
çĽ ´æ
ä¾ ĭ
åº ¦
nu m
æĪ ĳä»
è·¯å¾ Ħ
éľ Ģè¦ģ
éĿ ¢çļĦ
çĽ´æ İ¥
æĪĳä» ¬
a me
i m
m od
n d
n ame
o ne
£ ç
¥ é
¦ Ĥ
å ¿
å ĥ
å ī
å Ĭ
å ¦Ĥ
æ į
æ Ļ
ç »
ç ī
ç İ
è ®
è ½
è ĥ
é Ģ
Ġ ,
Ġ ä»
Ġ ipynb
Ĭ ¥é
ĭ åĲİ
Ķ Ļ
Ķ å¦Ĥ
ļ ä¹
ļ è¿ĩ
ł ĩ
ä¹ ĭåĲİ
çļĦ æ
ä½ Ĩ
åı ĸ
è¿ Ļ
äº Ĩ
æ³ ¨
ç±» æĸ¹æ³ķ
å¯ ¼
è¯ ´
æķ° æį
å® ļä¹
æľ ¬
åĮ ĸ
èĢ Į
é¢ ĳ
tr u
æ¯ Ķå¦Ĥ
å®ŀ ä¾ĭ
mod el
åĥ ı
éĢ ļè¿ĩ
Ĭ¥é ĶĻ
æķ°æį ®
å®ļä¹ ī
1 4
3 9
= [
E num
L O
O LO
Y OLO
] )
a v
a nd
c s
e num
f r
g r
o m
o r
p ip
p or
s y
s av
t i
t w
u r
¡ Ī
¥ è¯´
§ ĭ
§ į
© ä½
ª åĬ
¬ ¦
¬ ¬
± åĽ¾
± äºİ
´ æĺ¯
· åıĸ
¸ å¿
¹ é
å ħ
å ĩ
å Ń
å §ĭ
æ ĭ
æ Ŀ
æ Ń
æ ¡Ī
ç §į
ç ¬¦
è İ
é ĩ
é Ł
Ġ ç
Ġ è¿
Ġ è¯
Ġ è§£
Ġ çĦ¶åĲİ
Ġ è·¯å¾Ħ
Ġ im
Ġ one
Ġ èĥ
Ġ YOLO
Ġ gr
Ġ pip
Ġ sav
Ġ tw
ĥ çĶ¨
ħ į
ĩ ä»
Ī æľ¬
Į æĻ
į éĿ¢çļĦ
ĺ ł
Ŀ å§ĭ
Ł çļĦ
ł ģ
ł ¸å¿
Ń è°
Ġæ Ĭ¥éĶĻ
Ġæ ł¸å¿
çĶ ±äºİ
åĲ Ī
åĪ Ŀå§ĭ
æĸ ĩä»
ç±» ä¸Ń
yo ur
æĺ¯ å¯¹
åĽ ł
çļĦç ī
çļĦç ¬¬
å° Ħ
åĨ ³
åĨ Ļ
åĮ ¹é
ä¸Ģä¸ª åıĤæķ°
ä¸Ģä¸ª æķ°æį®
parse r
çĦ¶åĲİ ä½¿çĶ¨
åĽ¾ åĥı
ä¼ ļ
ä¼ ł
è° ĥçĶ¨
èĩ ´
èĩ ªåĬ
ä¸º ç±»æĸ¹æ³ķ
£ç łģ
åī įéĿ¢çļĦ
çī Īæľ¬
çİ ĩ
è½ ´æĺ¯
Ġä» £çłģ
łĩ æ³¨
è¿Ļ ä¸ª
å¯¼ èĩ´
èĢĮ ä¸į
é¢ĳ çİĩ
tru th
å®ŀä¾ĭ æĸ¹æ³ķ
=[ ])
and truth
fr om
por t
sy s
©ä½ ĵ
åħ ¥
æĿ ¥è¯´
èİ ·åıĸ
éŁ ³
Ġè§£ åĨ³
Ġim port
Ġèĥ ĮæĻ
Ġgr andtruth
Ġsav e
Ġtw o
ĺł å°Ħ
Ńè° ±åĽ¾
Ġæł¸å¿ ĥ
æĸĩä» ¶
çļĦç¬¬ ä¸Ģä¸ªåıĤæķ°
åĮ¹é ħį
èĩªåĬ ¨
ĠèĥĮæĻ ¯
çļĦç¬¬ä¸Ģä¸ªåıĤæķ° æĺ¯
